<?php

return [
  'register' => 'التسجيل في الموقع',
  'please' => 'الرجاء ادخال البيانات المطلوبة لاتمام التسجيل',
  'signinPlease' => 'الرجاء ادخال البيانات المطلوبة للدخول',
  'name' => 'الاسم بالكامل',
  'username' => 'اسم المستخدم',
  'email' => 'البريد الالكتروني',
  'phone' => 'رقم الجوال',
  'address' => 'العنوان',
  'password' => 'كلمة السر',
  'forgotPassword' => 'نسيت كلمة السر؟',
  'confirmPassword' => 'تاكيد كلمة السر',
  'signup' => 'اكمال التسجيل',
  'login' => 'قم بتسجيل الدخول ان كان لك حساب',
  'signin' => 'تسجيل الدخول',
  'dontHaveAccount' =>  'لا تملك حسابا بعد',
  'delete' =>  'حذف',
  'rate' =>  'التقييم',
];